import React from 'react'

const Accessibility = () => {
  return (
    <div className='mt-3 p-5'>
      <h2>הצהרת נגישות</h2>
      <h5 className='mt-4'><span className='border-bottom border-2 border-black'>הצהרת נגישות  "dymond"</span></h5 >
      <h5 className='mt-4'>הצהרת הנגישות – פתיח:</h5 >
      <p>אנו שואפים לספק חווית שימוש מרבית באתר לכלל הציבור לרבות ציבור בעלי המוגבלויות, השקענו מאמצים <br></br> רבים במטרה לאפשר, להקל ולייעל את השימוש באתר בדגש על צרכי ציבור זה. </p>
      <h5 className=''><span className='border-bottom border-2 border-black'>התוסף</span>:</h5 >
      <p className='pe-4'>1.לשם הנגשת האתר, הטמענו את מערכת "enable" (להלן: "התוסף").<br></br> 2.באמצעות התוסף, ניתן להטמיע באתר פתרונות נגישות מתקדמים, מבלי לעשות שינויים בקוד האתר .</p>
      <h5 className=''>רמת הנגישות:</h5 >
      <p className='pe-4'>3.אתר זה עומד בדרישות תקנות שיוויון זכויות לאנשים עם מוגבלות (התאמות נגישות לשירות), התשע"ג 2013.<br></br>4.התאמות הנגישות בוצעו עפ"י המלצות התקן הישראלי (ת"י 5568) לנגישות תכנים באינטרנט ברמת AA.<br></br>5.תקן ישראלי זה הינו זהה למסמך הקווים המנחים של הארגון הבינלאומי העוסק בהנגשת אתרים W3C- מסמך WCAG 2.0 .</p>
      <h5 className=''>תיקונים והתאמות שבוצעו:</h5>
      <p className='pe-4'>6.ההתאמות מותאמות לתצוגה במרבית הדפדפנים וכן לשימוש בטלפון סלולרי.<br></br>7.בין היתר, באמצעות התוסף, המשתמש יוכל להשתמש בתוספים כדלקמן:<br></br>הדגשת קישורים באתר;<br></br>ניגודיות צבעים באתר;<br></br>הגדלת הטקסט;<br></br>ריווח הטקסט;<br></br>ביטול הנפשות;<br></br>תמיכה בדיסלקציה;<br></br>סמן מוגדל;<br></br>יישור הטקסט;
      <br></br>תיאור לתמונות;<br></br>הדגשת כותרות;<br></br>גופן קריא;<br></br>ועוד, כפי שמפורט בתוסף באתר.</p>
      <h5 className=''>החרגות:</h5>
      <p className='pe-4'>חרף מאמצנו לאפשר גלישה באתר נגיש עבור כל דפי האתר, יתכן ויתגלו דפים באתר שטרם הונגשו, או שטרם נמצא הפתרון הטכנולוגי<br></br>המתאים. אנו ממשיכים במאמצים לשפר את נגישות האתר, ככל האפשר, וזאת מתוך אמונה ומחויבות מוסרית לאפשר שימוש באתר לכלל<br></br>האוכלוסייה לרבות אנשים עם מוגבלויות.</p>
      <h5 className=''>יצירת קשר:</h5>
      <p className='pe-4'>8.נשמח לתת מענה לכל טענה בנוגע לנושאי הנגישות.<br></br>9.על מנת שנוכל להתייחס לטענה נודה על פנייה רחבה ככל שניתן הכוללת את תיאור הבעיה, את הדפדפן בו השתמשתם, את העמוד שבו ניסיתם לבצע פעולה שלא צלחה וכיוצ"ב.<br></br>10.את הפנייה ניתן לעשות באמצעים הבאים:<br></br><br></br>טלפון:0528240230<br></br>דוא"ל:dymond123@gmail.com</p>
    </div>
  )
}

export default Accessibility