import React from 'react'

const Terms = () => {
  return (
    <div className='p-5'> 
       <h1>תקנון</h1>
       <p>ברוכים הבאים לדף התקנון של תכשיטי דיימונד!</p>
       <h3>תנאי השימוש</h3>
       <p>שלום! זהו טקסט דוגמה לתנאי השימוש בעברית.</p>
       <h3>מדיניות פרטיות</h3>
       <p>שלום! זהו טקסט דוגמה למדיניות הפרטיות בעברית.</p>
       <h3>מדיניות משלוחים</h3>
       <p>שלום! זהו טקסט דוגמה למדיניות המשלוחים בעברית.</p>
       <h3>מדיניות החזרות</h3>
       <p>שלום! זהו טקסט דוגמה למדיניות החזרות בעברית.</p>

    <footer>
      <p>&copy; 2023 תכשיטי דיימונד. כל הזכויות שמורות.</p>
    </footer>
   </div>
  )
}

export default Terms